Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Aan soos enige ander agent aan die deur het ek dit gesê.
ar: وإن أتى أي عميل آخر عند الباب كنت سأقول نعم

source: Waarom sou sy die man moet kry waarvan sy hou, terwyl sy die myne, van my afgeneem het?
ar: لم تحصل على الرجل الذي تحبه ، عندما أخذت الرجل الذي أحبه منّي

source: Ek sal haar vind.
ar: سأجدها

source: - Ziva is weg, agent DiNozzo.
ar: لقد رحلت زيفا ، ايها العميل دينوزو

source: Toe sy die aand weg is gegaan, was sy nie dieselfde meer.
ar: عندما رحلت في تلك الليلة ، لم تكن نفس الشخص

source: Dus, dat is dit dan, nie?
ar: هذا كل شيئ ، أليس كذلك؟

source: Ons glo dat die afwesigheid van Ziva vrywillig is en jy ook.
ar: نظن ان غياب زيفا بإرادتها وكذلك انت

source: Alles wat die Mossad het oor gekende kontakte in die David familie.
ar: كل مالدى الموساد عن جميع صلات عائلة دافيد المعروفة

source: Baie geluk.
ar: حظا طيباً

source: - Direkteur.
ar: ..أيتها المديرة

source: sy het iets agtergelaat in die veilige huis.
ar: لقد تركت شيئاً في المنزل الآمن

source: Kan jy my help om dit terug te kry?
ar: هلا ساعدتيني لإسترجاعه؟

source: - Kyk in die dossier.
ar: تحقق من الملف

source: Bly in ons buurt, Mendez, volg die roete na die intensiewe soos beplan.
ar: أبق قريباً منّا ، ميندز أتبع المسار الى العناية المركزة كما خططنا

source: Eens binne, het jy 30 minute met Walters.
ar: عندما تصل لديك 30 دقيقة مع والترز

source: - Vensters en gordyne gesluit, ek weet dit.
ar: النوافذ مغلقه ، والستائر منسدله .. تحدثنا عن ذلك

source: Nie met iemand anders praat sonder een van ons daarby, selfs nie aan jou selfoon.
ar: ولا تتحدث مع اي احد دون وجود أحدنا معك ولا حتى في الهاتف

source: Kan ons na binne, die arme man het nie veel tyd.
ar: هلا دخلنا ، رجاءاً الرجل المسكين ليس لديه الوقت الكافي

source: Wat sê ek juis oor die telefoon?
ar: ماذا كنت أقول للتو على الهاتف ؟

source: - Jy is daarby, dit is besigheid, even maar.
ar: أنت هنا معي هاذا العمل لن يستغرق ثانية

source: - Ek het het twee probeer, baas.
ar: أين هو؟ اتصلت به مرتين ، أيها الرئيس

source: Hy neem nie op.
ar: إنه لا يجيب

source: - Probeer hom nog eens.
ar: حاول مره أخرى

source: Ja, ek is daar. He, baas.
ar: نعم ، أنا هنا

source: - Die baard is baie swaar.
ar: مرحباً ، ايها الرئيس اوه أصبحت جاداً حول اللحية

source: Wanneer het jy jou laas geskeer?
ar: متى أخر مرة حلقت ؟

source: Kaïro?
ar: القاهرة ؟

source: Dat dink ek.
ar: أظن ذلك ..

source: Ek wou die vanoggend doen.
ar: أنا

source: - Is dit 'n slegte oomblik vir jou, DiNozzo?
ar: نويت ان افعل ذلك هذا الصباح هل هذا وقت غير مناسب لك دينوزو ؟

source: Nee, baas.
ar: لا، ايها الرئيس

source: Dit is goed, ek is gereed.
ar: انه جيد ، انا مستعد

source: - Is jy nog steeds in Jemen?
ar: مازلت في اليمن ؟

source: Israel, terug na Tel Aviv.
ar: اسرائيل ، عدت مجدداً الى تل ابيب

source: Ek kom net van Be'er Sheva.
ar: "وصلت للتو الى "بئر السبع

source: Een van die kontakte van Ziva, euh, Nava Adi, het my vertel dat sy haar vorige week gesien het
ar: -مدينة في إسرائيل- أحد معارف زيفا نافا آدي أخبرتني

source: Ek kom in die buurt, ek voel dit.
ar: أنا اقترب ، أشعر بذلك

source: - Dat sê jy ook, twee maand gelede.
ar: لقد قلت ذلك منذ شهرين ماضيين

source: Dus, hoe is het met julle?
ar: اذن ، ماذا عنكم ايها الرفاق؟

source: Is die vriend van die sniper al opgeduik?
ar: هل ظهر صديقي القناص؟ كولدويل

source: - Coldwell. Nog steeds onvindbaar.
ar: لا مازال مختبئاً

source: Die ou Walters?
ar: والعجوز والترز؟

source: - Die is daar nog. Niks opwindend sedert die ontploffing.
ar: مازال متماسكاً ، ولا اثارة بعد الانفجار

source: Fornell het dit steeds oor die geluk dat Mendez die telefoon opgeneem het.
ar: على الرغم من ان فورنيل لا يزال يتحدث أنه سيكون ميت

source: Wat Parsa betref...
ar: مالم يدق هاتف مينديز

source: Nee, genoeg.
ar: ...أما عن بارسا ..كفى

source: Tensy hy 'n vlug na huis boekt, is 'n update vir hom verlore moeite.
ar: مالم يحجز تذكرة ليعود للوطن ستكون المعلومات بلا فائدة له

source: Wil jy dat ek Ziva opgee?
ar: هل تريدني أن أتخلى عن زيفا؟

source: - Dit het ek nie gesê nie.
ar: لم أقل ذلك

source: Gee jy haar op.
ar: هل تخليت عنها ؟

source: - Dit het ek ook nie gesê nie.
ar: لم أقل ذلك ، أيضاً

source: Baas, kan jy probeer om te sê wat jy sê?
ar: ايها الرئيس ، عليك ان تحاول ان تقول ماتقوله فعلاً

source: As Ziva nie wil gevind word, dan gaan jy haar nie soek nie.
ar: اذا لم تردنا زيفا ان نجدها لن تجدها

source: Ek sê dat jy dat sou moet respekteer.
ar: أنا اقول عليك ان تحترم ذلك

source: - Dat doe ik.
ar: ..انا أفعل ، أنا فقط

source: Ek moet net, vir 'n paar dae verdwyn.
ar: احتاج الى ان اكون خارج الشبكة لعدة ايام

source: Dat spoor volg.
ar: اتبع هذا الدليل

source: Ek het nog wat tyd nodig.
ar: فقط أحتاج الى المزيد من الوقت

source: Doen wat jy moet doen.
ar: افعل ما عليك ان تفعله

source: Jy weet tog hoe moeilik dit was?
ar: أنتِ تعلمين كم كان هذا صعباً؟

source: Gibbs was verkeerd.
ar: كان جيبز مخطئاً

source: Ek wou dat jy my nie sou vind en tog het jy het.
ar: لم أريدك أن تجدني ومع ذلك وجدتني

source: Ek het het hom moet vertel.
ar: كان عليّ أن اخبره

source: Jy kan nie op my deur klop en wil dat ek my ou lewe terug opneem.
ar: لا يمكننك أن تطرق بابي في دقيقة وتتوقع مني ان اواجه حياتي القديمة في الدقيقة التالية

source: Ek moes die oproep aanneem.
ar: كان عليّ أن ارد على المكالمة

source: - Jy hoef niks van dit alles te doen.
ar: لم يكن عليك فعل أياً من هذا

source: Hoekom is jy hier?
ar: لم أنت هنا ؟

source: - Omdat jy my genooi.
ar: لأنكِ دعوتيني

source: Dit was voordat.
ar: كان هاذا سابقا

source: - Vir wat?
ar: قبل ماذا؟

source: Jy het nie moet kom.
ar: لم يكن عليك المجيئ

source: Ons mense het dag en nag gewerk, mev die sekretaris.
ar: رجالنا يعملون ليلاً ونهاراً ، حضرة السكرتيرة

source: Daar twyfel ek nie aan, direkteur, maar die President wil vordering, resultate.
ar: أنا متأكده من ذلك ، ايها المدير ولكن الرئيس يحتاجنا أن نتقدم في هذه القضيه نتائج

source: En na maande van niks... - Mev, as ek even mag?
ar: .. وبعد شهور من اللا شيئ سيدتي ، اذا سمحتِ لي

source: 'n Bietjie hulp van u sou geen kwaad kan.
ar: مساعده صغيرة منك لن تضر

source: - Gibbs.
ar: ... جيبز

source: Nee, asseblief.
ar: لا ، رجاءاً

source: Agent Gibbs, met jou reputasie,
ar: ايها العميل جيبز ، مع سمعتك

source: Ek het verwag dat Parsa al lang skoongemaak sou wees.
ar: كنت أظن اننا سنتخلص من بارسا منذ وقتٍ طويل

source: Dus, vertel me, asseblief, welke hulp verleen ek nie?
ar: اذن، اخبرني رجاءاً ، مانوع المساعدة التي لا أقدمها؟

source: Invloed.
ar: بالنفوذ

source: My reputasie eenkant, daar is maar 'n man wat nie meewerkt en hy is die enigste wat ons ken wat kontak gehad het met Parsa.
ar: دعي سمعتي جانباً هناك رجل واحد لا يتعاون معنا وهو الوحيد الذي يعلم

source: - Kaptein Wayne.
ar: كابتن واين

source: Onthef van sy pligte by JSOC, het hy 'n prokureur geneem.
ar: أعفي من مهامه في قيادة العمليات الخاصة المشتركة واستعان بمحاميه

source: Wayne mag dan dood is vir JSOC.
ar: واين ربما يكون ميتاً لقيادة العمليات المشتركة

source: Vir ons is hy nie dood nie.
ar: ولكن ليس لنا

source: En beslis nie vir u.
ar: وبالتأكيد ليس لك

source: Die toer wat hy u in Iran draai, moet spore nagelaat het.
ar: هذه الرحله الى إيران التي ارسلك اليها ،لابد ان تكون تركت اثراً

source: 'n Oproep van u, kan ons samewerking tussen die agentskappe besorg.
ar: مكالمة منكِ ربما تجعل بعض الوكالات الأخرى تتعاون معنا

source: Reken daar maar op. Waarom wag.
ar: اعتمد على ذلك في الحقيقة ، لم الانتظار

source: Verbind me onmiddellik deur.
ar: اتصل به الان

source: Dit is direkteur Vance, bly aan die lyn vir die sekretaris van die navy.
ar: هذا المدير فانس فضلاً ، انتظر لمكالمة سكرتيرة البحرية

source: 'n Ou vriend.
ar: صديق قديم

source: Jy vroeg hoe ek jou gevind het.
ar: لقد سألت كيف وجدتك

source: 'n Hele tyd al kyk ek vorentoe.
ar: كنت أبحث منذ وقت طويل

source: Ek het myself wysgemaak "jy weet hoe sy dink".
ar: ظللت أخبر نفسي "أنت تعلم كيف تفكر"

source: "Jy ken haar".
ar: .أنت تعرفها

source: "Die enigste ding wat jy moet doen, is haar volgende skuif vir te wees".
ar: كل ماعليك فعله هو أن تتوقع خطوتها القادمة

source: Op 'n dag het ek 'n droom.
ar: وذات ليلة حلمت حلمًا

source: Alles staan netjies op 'n ry.
ar: كل شئ أصبح واضحاً

source: Jou familie onderduik adres, die foto van Ari, jy, jou ou vriendin Bashan.
ar: منزل عائلتك الآمن، صورة آري ، أنتِ صديقتك القديمة باشان

source: Toe ek wakker word, het ek geweet dat jy nie vorentoe kyk.
ar: وعندما استيقظت ، علمت انك لم تكوني تنظري الى الأمام

source: Jy kyk agteruit.
ar: بل الى الخلف

source: Ek aangespoor jy op tot in Amman, waar jou ma gedood is.
ar: تبعتك الى عمان في المكان الذي قتلت فيه أمك

source: Dan, die grafte van jou grootouers in Meron.
ar: ثم الى قبر جداكِ في ميرون

source: Die operagebouw in Kaïro waar jy Tali het.
ar: ثم الى دار الأوبرا في القاهره ، حيثما اخذت تالي

source: Uiteindelik het ek jou hier gevind, natuurlik.
ar: وأخيراً ، وجدتك هنا بالتأكيد

source: Die huis waar jy gebore is.
ar: المنزل الذي لدت فيه

source: Na die dood van my vader, leek terugkeer na hierdie plekke, noodsaaklik.
ar: بعد وفاة والدي العودة الى هذه الأماكن بدا مهماً

source: Dit het begin as iets goeds.
ar: كانت في البداية شيئاً جيداً

source: Maar toe sien ek Deena Bashan en...
ar: ..ولكن عندما رأيت دينا باشان و هذا كله لا يمكن ان يكون بسببها

source: Dit kom tog nie deur haar? - Nee, dit is nie deur haar, maar deur my.
ar: لا، لا بسببها

source: Jy moes Ari doodmaak, 'n iemand wat van hom gehou het, verander dit nie.
ar: بسببي أنا كان عليكِ أن تقتلي آري شخص واحد يحبه لا يغير ذلك

source: Ja, maar ek het van hom gehou.
ar: نعم ، ولكنني أحببته

source: Net soos van my vader, moeder en Tali.
ar: كما أحببت ابي وأمي وتالي

source: Hoe kan ek nie dink dat vir elke man wat ek gedood het, daar iemand is wat vir hom ween.
ar: كيف لي أن لا افكر ان لكل رجل قتلته شخصاً في الخارج يبكي عليه؟

source: - Dit maak deel uit van die werk.
ar: هذا جزء من الوظيفة

source: Daar moet jy dit by laat.
ar: يجب أن تتركي ذلك

source: - Deena het my die skuld gegee.
ar: دينا تلومني

source: Ek het gedink deur na al die plekke te gaan, ek alles sou kon uitwis.
ar: ظننت ان بعودتي لهذه الأماكن سأمحي كل هذا بطريقة ما

source: Maar elke halte het me duidelik gemaak dat ze gelyk het.
ar: ولكن في كل مره أوضحت لي

source: Die sentrum van al die pyn is ek.
ar: أنها على حق مركز كل هذا الألم هو أنل

source: - Ziva, so is jy nie.
ar: زيفا ، هذا ليس أنت

source: So is ek, Tony.
ar: هذه أنا ، توني

source: Dit is wat ek van myself gemaak het.
ar: مذا ما صنعت نفسي عليه

source: Maar dit is nie wie ek wou wees.
ar: ولكن ليس من كنت اريد ان اصبح

source: Dat weet ek.
ar: أعلم ذلك

source: Ek weet dit.
ar: أعلم ذلك

source: Jy wou 'n ballerina word.
ar: أردتِ ان تكوني راقصة باليه

source: Wie? Ari?
ar: إيلاي؟

source: Eli?
ar: آري ؟

source: God?
ar: الرب ؟

source: Dit is veronderstel om begrawe te bly.
ar: هذا من المفترض أن يبقى مدفوناً

source: - Orli gesoek ook na jou.
ar: أورلي كان يبحث عنك ايضاً

source: Hierdie meisie was sterk.
ar: هذه الفتاه الصغيرة كانت قوية

source: Had sy kan weggaan uit die wêreld van haar vader, dit sou anders geloop is.
ar: كان باستطاعتها ان تترك عالم والدي لكان كل شيئ مختلفاً الآن

source: Het is nooit te laat.
ar: لم يفت الاوان بعد

source: Ja, tog wel.
ar: بلى لقد فات

source: Dit is die huis waarin jy gebore is.
ar: هذا المنزل الذي ولدت فيه

source: Die heelal smeek jou prakties om die lei skoon te vee.
ar: الكون يترجاكِ فعلياً لتبدأي حياتك من جديد

source: Ek het opgemerk dat daar heel wat ruimte is op die agterkant van hierdie lys.
ar: لقد لاحظت ان هناك مساحه فارغة كبيرة .. في ظهر هذه القائمة

source: Om 'n nuwe te begin.
ar: لتبدأي واحدة جديدة

source: Miskien kan ek jou daarmee help
ar: ربما أستطيع مساعدتك في ذلك

source: Dit is so jammer, Gibbs.
ar: . انا آسف جداً ، جيبز

source: - Kon jy jou huwelik red?
ar: هل أنقذت زواجك ؟

source: My kinders wil nie eens praat met my.
ar: أطفالي لم يعودوا يتحدثو معي

source: Dit was dit eintlik nie die moeite werd, is dit nie?
ar: لم يستحق كل هذا العناء ، أليس كذلك

source: Luister, ek wag net op die datum van my proses.
ar: أنظر ، انا انتظر فقط موعد محاكمتي

source: Om dit te probeer agter my te laat.
ar: احاول ان اضع هذا كله خلفي

source: - Niks is agter jou, Wayne.
ar: لا شيئ خلفك ، واين

source: Niks is agter geen van ons.
ar: لا شيئ خلف اياً منّا

source: Jy moet begin met praat.
ar: عليك ان تبدأ بالكلام

source: Wie is die kêrels?
ar: من هؤلاء الرجال ؟

source: Waar is Parsa?
ar: أين بارسا ؟

source: Die enigste ding wat ek het is teksboodskappe.
ar: كل ما حصل عليه هو رسالة نصية

source: Ek het probeer om met behulp van JSOC om enkele name te koppel, maar alle gesprekke was nie geregistreer nie.
ar: حاولت استعمال قيادة العمليات المشتركة لأربط بعض الأسماء ولكن جميع المكالمات كانت غير مسجلة

source: Slegs 'n 305 gebiedskode.
ar: فقط كود 305

source: Ek weet dat jy 'n skuilplek gevind in Arizona.
ar: اعلم انك وجدت المخبأ في أريزونا

source: Maar alle kommunikasie na me gekom het vanuit Florida.
ar: ولكن جميع الاتصالات الي كانت عبر فلوريدا

source: Nog iets?
ar: أي شيئ آخر؟

source: Jy kry hier die kans, Wayne, om iets goed te maak.
ar: لديك فرصه لتكفر عن أخطائك ، واين

source: Jy kry daar geen tweede.
ar: لن تحصل على واحدة اخرى

source: Ek wou dat ek dit kon.
ar: اتمنى لو كنت استطيع

source: Ek wil dit goedmaak.
ar: أريد ان أُكفر عنها

source: Glo my, dit wil ek.
ar: صدقني ، اريد ذلك

source: - Doen dit dan volgende keer goed.
ar: اذن افعل الصواب في المرة القادمة

source: Nie net wat vir jou goed is.
ar: ليس فقط اماتراه صحيحاً من أجلك

source: Gee jou wapen af.
ar: أترك المسدس

source: Jy het geen idee wat jy vanaand te wag staan.
ar: ليس لديك أي فكره ماذا سيحدث الليلة

source: Jy ook nie.
ar: ولا أنت

source: Voel jy beter?
ar: هل تشعرين بتحسن ؟

source: Maar dit is 'n begin.
ar: ولكنها بداية

source: Jy hoef dit nie alleen te doen.
ar: ليس عليكي ان تفعلي ذلك وحيدة

source: Kom mee met me terug na Washington DC.
ar: عودي الى العاصمة معي

source: Die eerste op my nuwe lys was,
ar: كان اول شيئ في قائمتي ان

source: " Ek laat die penning vaar".
ar: "أن اتخلى عن الشارة"

source: - Ek het dit nie oor die NCIS.
ar: لست اتحدث عن شعبة التحقيقات البحرية

source: Luister, jy mag vir my part inkopiesakke vul.
ar: أسمعي ، تستطيعي أن تعبئي المشتريات ، كل ما اهتم به

source: Kom net na huis.
ar: عودي الى الوطن

source: Ek sou graag wou dat jy met my na huis gaan.
ar: ..فقط أريدكِ أن تعودي معي للوطن

source: Ek dink nie dat dit 'n goed...
ar: ...لا أظن ان ذلك

source: - He, luister.
ar: أسمعي

source: Ek weet dat die moei...
ar: أعلم أن هذا صعب

source: Ek weet dat jy ook wil verander.
ar: وانك تريدين التغير

source: Ek kan saam met jou verander.
ar: أستطيع ان اتغير معك

source: Ek veg vir jou, Ziva.
ar: أنا أقاتل من أجلك ، زيفا

source: - Dat weet ek.
ar: أعلم ذلك

source: Rooftogte.
ar: ... سرقات

source: Aanrandings.
ar: ..اعتداءات

source: Nie presies die internasionale sameswering tipe.
ar: من الصعب ان تكون من نوع المؤامرات الدولية

source: Wat vir sameswering?
ar: أي مؤامرة؟

source: Ek is net betaal om jou uit die beeld te haal, meer nie.
ar: لقد دُفع لي لأخرجك من الصورة ، هذا كل شئ

source: Ja, maar dit het nie gewerk nie, of wel?
ar: نعم ، ولكنها لم تعمل ،اليس كذلك ؟

source: Wie het jy betaal?
ar: من دف لك ؟

source: Weet ek nie.
ar: لا أعلم

source: Ek kry sms-boodskappe en sakke vol geld nadien.
ar: فقط حصل على رسالة نصية ، وكيس من النقود بعد ذلك

source: Na wat?
ar: بعد ماذا ؟

source: Wat gebeur vanaand?
ar: ماذا سيحدث الليلة

source: - Het jy maat Wayne het jy nie vertel?
ar: فتاك ، واين ل يخبرك اليس كذلك؟

source: Luister, ek probeer jou geen hartseer te besorg.
ar: أنظر انا لا احاول ان أجرحك

source: Wayne het nie geweet dat hy my na jou gelei het.
ar: و واين لم يعلم أنه قادني إليك

source: Miskien moet jy hom die vrae wat harder probeer te stel.
ar: ولكن ربما توجب عليك أن تسأل هذه الأسئلة بقوة قليلاً

source: Baas, jy gaan dit nie glo nie.
ar: ايها الرئيس لن تصدق هذا.

source: Die man het 'n hoop vercijferde nommers op sy selfoon.
ar: هذا الرجل لديه مجموعة من الأرقام المشفرة على هاتفه

source: Opdrag om jou weg te hou van 'n vooraf bepaalde doel.
ar: أوامر لإبقائك بعيدا .عن هدف محدد سلفا

source: Almal van vals getalle met dieselfde 305 gebiedskode.
ar: كل الارقام المزيفة بنفس كود المنطقة 305

source: Watter deel gaan ek nie glo nie, McGee?
ar: ماهو الجزء الذي لن اصدقه؟

source: - Dit deel dat ek nie geloof.
ar: حسناً الجزء الذي لم أصدقه أنا

source: Ek traceerde die geblokkeer getalle tot 'n mainframe, eiendom van 'n paar vals maatskappye.
ar: تتبعت الارقام المحظورة الكاسب الرئيسي يمتلكه شركة وهميه

source: Die ene buffer na die ander, tot ek by 'n werklik maatskappy kom, genoem Gran Castillo.
ar: تخطيت حاجزاً بعد الاخر حتى صدمت بالواقع الشركة المشروعة تدعى بغران كاستيللو

source: 'n Real Estate maatskappy.
ar: انها شركة عقارات

source: Mendez.
ar: مينديز

source: Ook dit nog, die kort afstand ontstekers gebruik in beide bomaanvalle, stuur met behulp van 'n selfoon sein.
ar: أضف أن المتفجرات قصيرة المدى المستخدمه في كلتا التفجيرين تنقل باستخدام اشارة الهاتف

source: - Die telefoon van Mendez. Die oproep aan die hospitaal, dit was hy wat die bom veroorsaak.
ar: .هاتف ميندز . المكالمة التي تلقاها في المستشفى

source: Die rede waarom hy by die anti terreurbeweging sit is dalk om manne soos Walters wat steun verleen teen te hou.
ar: كان هو يفعل لقنبله ربما هذا هو السبب الوحيد لانضمامه لجماعة مكافحة الارهاب ليوقف امثال والترز من دعمها

source: Bel Fornell. Rig 'n span op.
ar: . أتصل بفورنيل واجمع الفريق

source: Stuur elke agent na die schuiladres, ook die FBI.
ar: أخبر كل العملاء ان يتوجهوا للمنزل الامن ، وكذلك العملاء الفدراليون

source: En jy?
ar: ماذا عنك ؟

source: Waar gebeur dit vanaand?
ar: ماذا سيحدث الليلة ؟

source: Wat as ek dit vir jou nie vertel.
ar: وماذا لو لم اخبرك ؟

source: Jy bereik agent Tobias Fornell van die FBI...
ar: لقد اتصلت بهاتف العميل فورنيل من مكتب التحقيقات الفدرالي

source: Kom ons gaan.
ar: لنذهب

source: Nie die goeie oomblik?
ar: أليس وقتاً مناسباً؟

source: - Ek bel wel terug.
ar: سأتصل بهم لاحقاً

source: Ek sit met die laaste besoek aan jou vriend Walters nog in my kop.
ar: أنا مشغول قليلاً أفكر بزيارتنا الأخيرة لوالترز

source: Kon ek dit maar vergeet.
ar: أتمنى لو كنت استطيع النسيان

source: Ek het die sekuriteit span van Walters in sig.
ar: أرى فريق حماية والترز

source: Walters voel prettiger in die hospitaal.
ar: والترز سيكون اكثر راحه في رعاية المستشفى

source: Ek sou my laaste dae liefst by die huis deurbring.
ar: أود قضاء آخر ايامي في المنزل

source: Hoeveel skenk hy eintlik?
ar: كم من المال سيتبرع بالضبط ؟

source: - Twee miljard dollar teen terrorisme.
ar: لقد وقع على 2 بليون لمحاربة الارهاب

source: Die doelwitte is afgeskakel.
ar: سقطت الاهداف

source: Die plek is heeltemal vir jou.
ar: المكان كله لك

source: Plant die toestel en gaan na buite.
ar: ازرع الجهاز واخرج

source: Coldwell.
ar: كولدويل

source: Wat doen jy hier, Wayne?
ar: ماذا تفعل هنا ، واين ؟

source: Ons sit goed.
ar: كل شئ بخير

source: Dit loop soos 'n klok.
ar: كل شئ منظم كالساعة

source: Ek kan daar nie mee voortgaan. Nou nie.
ar: لا أستطيع مجاراة هذا ، ليس الآن

source: Gibbs, die telefoon van Mendez.
ar: ... جيبز هاتف مينديز

source: Doen dit, Gibbs.
ar: أفعلها غيبز

source: Doen dit.
ar: أفعلها

source: Gaan die beveiligingsteam van Walters.
ar: تحقق من فريق حماية والترز

source: Ek sien hulle nie.
ar: لا اراهم في الاعلى

source: Laat me even die telefoon opneem.
ar: دعني احضر هاتفي

source: - Moet ons die reëls nog eens oorloop?
ar: هل تحتاج ان نراجع القواعد مجدداً

source: Ek ken hulle uit my kop.
ar: أعرفهم عن ظهر قلب

source: Skote gevuurd, skote gevuurd.
ar: اطلاق نار ! اطلاق نار

source: Mendez geleef het heeltemal in teenstelling van hoe hy hom voordoen aan die buitewêreld en almal vir die voordeel.
ar: لقد عاش مينديز معتمدا على كل شئ يقدمه للعالم ، جيبز وكله من اجل الربح

source: - Wat die wêreld sien was nie regtig nie.
ar: ما رأه العالم لم يكن صحيحاً

source: Ek kan dit nie glo nie, hy het geskiet me in m'n gat.
ar: لا أصدق هذا لقد أطلقت النار على مؤخرتي

source: 'n Oppervlakkige wonde, deur en deur.
ar: انه جرح سطحي دخل وخرج

source: - Deur die gat.
ar: من خلال مؤخرتي

source: Pynstillers.
ar: المسكنات

source: Waarom sien ek dit nie, Gibbs?
ar: كيف اغفلت عن هذا جيبز

source: - Ons sien dit alles nie.
ar: جميعنا أغفلنا عن هذا

source: Maar ek is daar voor in die gat geskiet.
ar: نعم ، لكن انا من اطلق عليه النار في مؤخرته من اجل ذلك

source: Dit was nie net Mendez.
ar: هذا لم يكن مينديز فقط

source: - Nee, Parsa trek aan die leisels.
ar: لا ، بارسا من يتحكم في الامور.

source: Hy loop nog iewers rond.
ar: ومازال فالخارج في مكان ما

source: En nie alleen nie.
ar: وليس وحيداً

source: Daar is nog tyd om van gedagtes te verander.
ar: مازال هناك وقت لتغيري رأيك

source: Wat moet ek gaan vertel?
ar: ماذا سأقول للناس؟

source: Dat jy gelyk het.
ar: أنك كنت على حق

source: Ek moet weer begin.
ar: عليّ أن أبدأ من جديد

source: - Goed. Jy en ek weet dat dit vir Abby nie genoeg sal wees.
ar: حسناً كلنا نعرف ان هذا لن يكون كافياً لآبــي

source: Sê haar dat ek Gibbs eer.
ar: ..أخبرها أنني أُقدر جيبز

source: Gibbs?
ar: جيبز ؟

source: Gibbs.
ar: جيبز

source: Ek wil hom trots maak.
ar: أريده أن يكون فخوراً

source: Hy het my geleer om my hart te volg en ek weet dat ek...
ar: لقد علمني أن أتبع قلبي ..وأنا اعلم انه يجب عليّ

source: Ek moet dit, alleen doen.
ar: .. عليّ أن أفعل هذا .. لوحدي

source: Ek moet alles loslaat, of ek word teruggetrek na waar ek begin het.
ar: عليّ أن أنسى كل شئ ...و إلا سأتراجع من حيث بدأت

source: Sê dat aan Abby vir me.
ar: أخبر آبــي هذا من أجلي

source: Sy sal dit begryp.
ar: ستتفهم ذلك

source: Dus, hoe gaan dit met Gibbs?
ar: وماذا عن جيبز ؟

source: Gaan jy hom bel?
ar: هل ستتصلي عليه ؟

source: Dat weet ek nie.
ar: لا أعلم

source: - Jy moet die man bel. Ek weet nie of ek dit kan.
ar: عليكِ أن تتصلي بالرجا لا اعلم اذا كنت استطيع

source: - Oh, dat kom wel in orde.
ar: اوه ، سيكون بخير

source: Jy weet hoe hy is aan die telefoon, die funksionele zwijger.
ar: تعلمين كيف هو على الهاتف ، صامت

source: Jy gaan nouliks weet dat hy daar is.
ar: ستعرفين بصعوبه انه هناك

source: Hy is 'n goeie luisteraar.
ar: انه مستمع جيد

source: Tony, jy is so...
ar: ..توني ...انت

source: Knap?
ar: وسيم ؟

source: Snaaks?
ar: مرح ؟

source: Lief.
ar: محب

source: OK.
ar: حسناً

source: Dit is nie maklik nie.
ar: هذا ليس سهلاً

source: Die moeilikste 180 grade van my lewe.
ar: أصعب تحول في حياتي

source: He, Ziver.
ar: مرحباً ، زيفر

source: Vertaling en sync deur: Rie van die Buggy's
ar: == TRANSLATED BY @WAFAA_HAMED ==

source: Soek jy Jerry?
ar: هل تبحثين عن جيري ؟

source: Ja, 'n geregistreerde skryf vir hom.
ar: .نعم ، هناك خطاب مسجل له

source: Die posman het die gistermiddag.
ar: أحضره رجل البريد في وقت متأخر من ظهر الأمس

source: Ek het seker geteken.
ar: لقد وقعت عليه

source: Wel, gee maar aan my, Courtney. Ek lê hom in sy woonstel.
ar: حسناً ، أعطني ايه ، كورتني سأضعه في شقته

source: Ek wil geen las wees, maar, ek het nog steeds miere in my kombuis.
ar: لا أريد أن اكون مزعجة لكن مازال لدي بعض النمل في المطبخ

source: Die exterminators kom na die middag.
ar: المبيدون سيصلون ظهر هذا اليوم

source: Hulle sal weg wees vir jy terug van skool kom, belowe.
ar: سيكونوا قد أنتهو قبل عودتك من صفّك ، أعدك

source: Dankie. - Daarvoor is ek daar.
ar: شكراً لهاذا أنا هنا

source: - Episode 3 Under the Radar
ar: == TRANSLATED BY @Wafaa_Hamed Maddalena Triste ==

source: He, Murray.
ar: مرحباً ، موري

source: Wat doen jy aan die lessenaar van Ziva?
ar: ماذا تفعل في مكتب زيفا ؟

source: Amptelik is dit haar lessenaar nie meer, agent DiNozzo.
ar: رسمياً هذا ليس مكتبها بعد الان

source: Gaan Gibbs haar vervang?
ar: هل سيقوم جيبز باستبدالها؟

source: Dit is net 'n week.
ar: لقد مضى أسبوع فقط

source: Hy het dit nog nie met me bespreek.
ar: انه لم يناقش هذا الأمر معي

source: Ek herhaal, Murray. Wat doen jy?
ar: أكرر ، موري

source: - Standaard prosedure.
ar: ماذا تفعل ؟ إجراءات التشغيل الإعتيادية

source: Ek maak haar hardeskyf skoon.
ar: فقط .. أمحي قرصها الصلب
